import { defineComponent as b, ref as A, computed as B, openBlock as p, createElementBlock as h, Fragment as m, createTextVNode as z, withDirectives as D, createElementVNode as g, vModelText as S, renderList as q, toDisplayString as E, createVNode as _ } from "vue";
const T = "一乙#二十丁|厂,廠,|七|卜,,,蔔,|八人入|儿,兒,|匕|几,,,幾,|九刁|了,,,瞭,|刀力|乃,,廼迺|又#三|干,,,乾,乹亁,幹,榦|于|亏,虧,|工土士|才,,,纔,|下寸大丈|与,與,||万,,,萬,|上小口山巾|千,,,韆,|乞川|亿,億,||个,個,箇|夕久|么,麽,|勺|凡,,凢|丸及|广,廣,||亡,,亾||门,門,||丫,,枒椏||义,義,|之|尸,,屍|己已巳弓子|卫,衛,|也女刃|飞,飛,||习,習,|叉|马,馬,||乡,鄉,|#|丰,,,豐,|王|开,開,|井天夫元|无,無,||云,,,雲,||专,專,耑||丐,,匃匄||扎,,紥紮||艺,藝,|木五支|厅,廳,|不犬太|区,區,||历,歷,歴𠪱,曆,厤|歹友尤|匹,,疋||车,車,||巨,,鉅|牙屯戈比互切瓦止少曰日中|贝,貝,||冈,岡,|内水|见,見,|午牛手|气,氣,|毛壬|升,,昇陞||夭,,殀||长,長,|仁什片|仆,,,僕,|化|仇,,讐讎||币,幣,|仍|仅,僅,||斤,,觔|爪反介父|从,從,||仑,侖,崘崙|今|凶,,兇|分乏公|仓,倉,|月氏勿欠|风,風,|丹匀|乌,烏,|勾|凤,鳳,|六文亢方火|为,爲,||斗,,,鬥,鬦鬪鬭||忆,憶,||计,計,||订,訂,|户|认,認,||冗,,宂||讥,譏,|心尺引|丑,,,醜,|巴孔|队,隊,||办,辦,||以,,㕥㠯|允予|邓,鄧,||劝,勸,||双,雙,||书,書,|幻#玉|刊,,栞|未末示|击,擊,|打巧正|扑,撲,|卉扒功扔去甘世艾古|节,節,|本|术,,,術,|可丙左|厉,厲,|石右|布,,佈|夯戊|龙,龍,|平|灭,滅,||轧,軋,||东,東,|卡北|占,,佔|凸|卢,盧,||业,業,||旧,舊,||帅,帥,||归,歸,|旦目且|叶,,,葉,|甲申叮|电,電,||号,號,|田由|只,衹,祇秖,隻,|叭史央兄|叽,嘰,|叼|叫,,呌||叩,,敂|叨另|叹,嘆,歎||冉,,冄|皿凹囚四生矢失乍禾|丘,,坵|付仗代|仙,,僊||们,們,||仪,儀,|白仔他斥瓜乎|丛,叢,|令用甩印|尔,爾,尒||乐,樂,|句|匆,,怱悤||册,,冊||卯,,夘戼|犯外|处,處,||冬,,,鼕,||鸟,鳥,||务,務,|包|饥,飢,,饑,|主市立|冯,馮,|玄|闪,閃,||兰,蘭,|半汁|汇,匯,滙,彙,||头,頭,||汉,漢,||宁,寧,寕甯|穴|它,,牠||讨,討,||写,寫,||让,讓,||礼,禮,||训,訓,||议,議,|必|讯,訊,||记,記,|永司尼民弗弘|出,,,齣,||辽,遼,||奶,,妳嬭|奴召加皮|边,邊,|孕|发,發,,髮,||圣,聖,||对,對,||台,,,臺,,颱,,檯,|矛|纠,糾,糺|母幼|丝,絲,|#邦式迂刑戎|动,動,働||扛,,摃|寺吉|扣,,釦||考,,攷||托,,託|老|巩,鞏,|圾|执,執,||扩,擴,||扫,掃,|地|场,場,塲||扬,揚,敭颺|耳芋共芒|亚,亞,|芝朽|朴,,,樸,||机,機,||权,權,||过,過,|臣吏|再,,𠕂𠕅||协,協,|西|压,壓,||厌,厭,|戌在百有存而|页,頁,|匠|夸,,,誇,||夺,奪,|灰|达,達,|列死成|夹,夾,袷裌|夷|轨,軌,||邪,,衺||尧,堯,||划,,,劃,||迈,邁,||毕,畢,|至此|贞,貞,||师,師,||尘,塵,|尖劣光|当,當,,噹,|早|吁,,,籲,|吐|吓,嚇,||虫,蟲,||曲,,,麯,麴||团,團,,糰,|吕|同,,仝衕||吊,,弔||吃,,喫||因,,囙|吸|吗,嗎,|吆|屿,嶼,|屹|岁,歲,嵗||帆,,㠶颿||回,,,迴,廻逥||岂,豈,||则,則,||刚,剛,||网,網,|肉|年,,秊||朱,,,硃,|先丢廷舌竹|迁,遷,||乔,喬,|迄|伟,偉,||传,傳,|乒乓休伍伏|优,優,|臼伐延仲件任|伤,傷,||价,價,||伦,倫,|份|华,華,|仰|仿,,倣髣||伙,,,夥,||伪,僞,|自伊血|向,,,嚮,曏||似,,佀||后,,,後,|行舟全|会,會,||杀,殺,||合,,,閤,|兆企|众,衆,眾||爷,爺,||伞,傘,𠌂繖||创,創,剏剙|肌肋|朵,,朶||杂,雜,襍|危旬旨旭|负,負,|匈名各多争色|壮,壯,||冲,,,衝,||妆,妝,粧||冰,,氷||庄,莊,||庆,慶,|亦|刘,劉,||齐,齊,|交衣次|产,産,||决,,決|亥充妄|闭,閉,||问,問,||闯,闖,|羊|并,,併並竝||关,關,|米|灯,燈,|州汗|污,,汙汚|江汛池汝|汤,湯,|忙|兴,興,|宇守宅字安|讲,講,||讳,諱,||军,軍,||讶,訝,||许,許,||讹,訛,譌||论,論,||讼,訟,||农,農,辳||讽,諷,||设,設,||访,訪,||诀,訣,||寻,尋,𡬶|那迅|尽,盡,,儘,||导,導,||异,,異|弛|孙,孫,||阵,陣,||阳,陽,|收|阶,階,堦||阴,陰,隂|防|奸,,姦|如|妇,婦,媍|妃好她|妈,媽,||戏,戲,戯|羽|观,觀,||欢,歡,懽讙驩||买,買,||红,紅,||驮,馱,䭾||纤,縴,,纖,||驯,馴,||约,約,||级,級,||纪,紀,||驰,馳,||纫,紉,||巡,,廵|#|寿,壽,||弄,,挵衖||麦,麥,|玖|玛,瑪,|形|进,進,|戒吞|远,遠,||违,違,||韧,韌,靭靱{⿰韋刄}||运,運,|扶|抚,撫,||坛,壇,,罎,罈壜|技|坏,壞,||抠,摳,||扰,擾,||扼,,搤|拒找批|址,,阯||扯,,撦|走抄|贡,貢,|汞|坝,垻,,壩,|攻赤|折,,,摺,|抓扳|抡,掄,|扮|抢,搶,|孝|坎,,埳|均抑抛投|坟,墳,||坑,,阬|抗坊抖|护,護,||壳,殻,||志,,誌||块,塊,|扭|声,聲,|把|报,報,||拟,擬,儗||却,,㕁卻|抒|劫,,刦刧刼|芙|芜,蕪,||苇,葦,|芽|花,,芲蘤|芹芥芬|苍,蒼,|芳|严,嚴,||芦,蘆,|芯|劳,勞,||克,,,剋,尅|芭|苏,蘇,甦蘓,囌,||杆,,桿||杠,,槓|杜材|村,,邨|杖杏杉巫|极,極,|李|杨,楊,|求甫匣更束吾|豆,,荳||两,兩,|酉|丽,麗,||医,醫,|辰|励,勵,|否|还,還,|尬|歼,殲,||来,來,||连,連,||轩,軒,|步|卤,鹵,,滷,||坚,堅,|肖旱盯呈|时,時,旹|吴助|县,縣,||里,,,裏,裡||呆,,獃|吱吠|呕,嘔,||园,園,||旷,曠,||围,圍,|呀|吨,噸,|足|邮,郵,|男|困,,,睏,|吵串|员,員,|呐|听,聽,||吟,,唫|吩|呛,嗆,||吻,,脗|吹|呜,嗚,|吭吧邑吼囤|别,,,彆,|吮|岖,嶇,||岗,崗,||帐,帳,||财,財,||针,針,鍼||钉,釘,|牡告我|乱,亂,|利秃秀私每兵估|体,體,|何佐佑但伸佃作伯伶|佣,傭,|低|你,,妳|住位伴身|皂,,皁|伺|佛,,彿髴|囱近|彻,徹,|役返|余,,,餘,|希坐|谷,,,穀,|妥含|邻,鄰,隣|岔肝|肛,,疘|肚肘|肠,腸,膓||龟,龜,|甸免狂|犹,猶,||狈,狽,|角|删,,刪||条,條,|彤卵灸|岛,島,㠀||刨,,鉋鑤|迎|饭,飯,||饮,飲,㱃||系,,,係,,繫,|言|冻,凍,||状,狀,||亩,畝,𤰜畂𤱈畆畮||况,,況||床,,牀||库,庫,|庇|疗,療,||吝,,恡||应,應,||这,這,|冷|庐,廬,|序辛|弃,,棄|冶忘|闰,閏,||闲,閑,閒||间,間,||闷,悶,|判兑|灶,竈,||灿,燦,|灼弟汪沐沛汰|沥,瀝,|沙汽沃|沦,淪,||汹,,洶||泛,,氾汎||沧,滄,|没|沟,溝,||沪,滬,||沈,,,瀋,|沉沁|怀,懷,||忧,憂,|忱快完宋宏牢究|穷,窮,||灾,,災烖菑|良|证,證,||启,啓,唘啟||评,評,||补,補,|初社|祀,,禩||识,識,||诈,詐,||诉,訴,愬|罕|诊,診,||词,詞,䛐||译,譯,|君|灵,靈,|即|层,層,|屁尿尾|迟,遲,||局,,侷跼|改|张,張,|忌|际,際,||陆,陸,|阿|陈,陳,|阻|附,,坿||坠,墜,|妓|妙,,玅|妖|姊,,姉|妨|妒,,妬|努忍|劲,勁,|矣|鸡,鷄,雞||纬,緯,||驱,驅,駈敺||纯,純,||纱,紗,||纲,綱,||纳,納,||驳,駁,駮||纵,縱,||纷,紛,||纸,紙,帋||纹,紋,||纺,紡,||驴,驢,||纽,紐,|#奉|玩,,翫||环,環,|武青|责,責,||现,現,|玫|表,,,錶,||规,規,槼|抹卦坷坯|拓,,搨||拢,攏,|拔坪|拣,揀,|坦|担,擔,||坤,,堃|押抽|拐,,柺||拖,,拕|者拍|顶,頂,|拆拎|拥,擁,||抵,,牴觝|拘|势,勢,|抱拄垃拉|拦,攔,||幸,,倖|拌|拧,擰,|拂拙招坡披|拨,撥,||择,擇,|抬拇|拗,,抝|其取茉苦昔苛若茂|苹,蘋,|苗英苟苑苞|范,,,範,|直茁茄|茎,莖,|苔茅枉林枝|杯,,盃桮||枢,樞,||柜,櫃,|枚析|板,,,闆,||松,,,鬆,||枪,槍,鎗||枫,楓,||构,構,搆|杭|杰,,傑|述枕|丧,喪,|或|画,畫,|卧事刺|枣,棗,|雨|卖,賣,||郁,,,鬱,欝鬰||矾,礬,||矿,礦,鑛||码,碼,||厕,厠,廁|奈|奔,,奔逩犇|奇|奋,奮,||态,態,||欧,歐,||殴,毆,||垄,壟,|妻|轰,轟,||顷,頃,||转,轉,||斩,斬,||轮,輪,||软,軟,輭|到非叔歧|肯,,肎||齿,齒,|些卓虎|虏,虜,虜||肾,腎,||贤,賢,|尚旺具味|果,,菓||昆,,崐崑||国,國,|哎咕昌呵|畅,暢,|明易|咙,嚨,|昂迪典固忠呻|咒,,呪|咋咐|呼,,虖嘑謼||鸣,鳴,||咏,,詠|呢咄咖|岸,,㟁||岩,,嵒巗巖|帖|罗,羅,||帜,幟,|帕|岭,嶺,||凯,凱,||败,敗,||账,賬,||贩,販,||贬,貶,||购,購,||贮,貯,||图,圖,||钓,釣,||制,,,製,|知迭|氛,,雰|垂牧物乖|刮,,,颳,||秆,,稈||和,,咊龢|季委秉佳侍|岳,,嶽|供使例|侠,俠,||侥,僥,儌|版|侄,,妷姪||侦,偵,遉|侣|侧,側,||凭,憑,凴||侨,僑,|佩|货,貨,|侈依卑的|迫,,廹||质,質,||欣,,訢||征,,,徵,||往,,徃|爬彼|径,徑,逕|所|舍,,,捨,|金刹|命,,𠇮||肴,,餚|斧爸|采,,採寀||觅,覓,覔|受乳|贪,貪,||念,,唸||贫,貧,|忿|肤,膚,|肺肢|肿,腫,||胀,脹,|朋股|肮,骯,|肪肥服|胁,脅,脇||周,,週||昏,,昬||鱼,魚,||兔,,兎兔|狐忽狗|狞,獰,||备,備,俻||饰,飾,||饱,飽,||饲,飼,飤||变,變,|京|享,,亯||庞,龐,|店|夜,,亱||庙,廟,|府底|疟,瘧,|疙疚|剂,劑,||卒,,䘚|郊庚|废,廢,癈||净,,淨|盲放刻育氓|闸,閘,牐||闹,鬧,閙||郑,鄭,||券,,劵||卷,,,捲,||单,單,|炬炒炊|炕,,匟|炎|炉,爐,鑪|沫|浅,淺,||法,,㳒灋||泄,,洩|沽河|沾,,霑||泪,,淚|沮油泊沿泡|注,,註|泣|泞,濘,||泻,瀉,|泌泳泥沸沼波|泼,潑,||泽,澤,|治怔怯怖性怕|怜,憐,||怪,,恠|怡|学,學,||宝,寶,寳|宗定|宠,寵,|宜|审,審,|宙官空|帘,,,簾,|宛|实,實,寔||试,試,|郎|诗,詩,|肩房|诚,誠,||衬,襯,|衫|视,視,眎眡|祈|话,話,䛡||诞,誕,||诡,詭,||询,詢,||该,該,||详,詳,|建|肃,肅,||录,録,||隶,隸,𨽻隷||帚,,箒|屉居|届,,屆|刷屈弧|弥,彌,,瀰,||弦,,絃|承孟陋陌孤|陕,陝,|降|函,,圅|限妹姑姐姓妮始姆迢|驾,駕,|叁|参,參,㕘葠蓡||艰,艱,||线,綫,線||练,練,||组,組,||绅,紳,||细,細,||驶,駛,||织,織,||驹,駒,||终,終,||驻,駐,||绊,絆,||驼,駝,駞||绍,紹,||绎,繹,||经,經,||贯,貫,|#契|贰,貳,|奏|春,,旾||帮,幫,幇幚|玷|珍,,珎|玲|珊,,{⿰⺩冊}|玻毒型拭|挂,,𦊱掛|封持拷拱|项,項,|垮挎城|挟,挾,||挠,撓,|政赴|赵,趙,||挡,擋,攩|拽哉挺|括,,𢬸|垢拴拾挑|垛,,垜|指|垫,墊,|挣|挤,擠,|拼挖按|挥,揮,|挪拯某甚荆茸革茬|荐,薦,|巷|带,帶,||草,,艸||茧,繭,蠒|茵茶荒茫|荡,蕩,盪||荣,榮,||荤,葷,||荧,熒,|故|胡,,衚,鬍,||荫,蔭,廕||荔,,茘|南|药,藥,||标,標,||栈,棧,|柑枯柄|栋,棟,|相|查,,査||柏,,栢||栅,,柵||柳,,栁桺|柱|柿,,柹||栏,欄,||柠,檸,||树,樹,|勃要柬|咸,,,鹹,|威歪研|砖,磚,塼甎||厘,,釐|厚砌砂泵|砚,硯,|砍|面,,,麵,麪|耐耍|牵,牽,||鸥,鷗,||残,殘,|殃|轴,軸,||轻,輕,||鸦,鴉,鵶|皆|韭,,韮||背,,揹||战,戰,||点,點,|虐|临,臨,||览,覽,||竖,竪,豎|省削|尝,嘗,甞嚐|昧盹|是,,昰|盼眨哇|哄,,閧鬨||哑,啞,||显,顯,||冒,,冐||映,,暎|星昨咧昭畏趴胃|贵,貴,|界虹|虾,蝦,||蚁,蟻,|思|蚂,螞,||虽,雖,|品|咽,,嚥||骂,駡,傌罵||勋,勛,勳||哗,嘩,譁||咱,,倃𠴰偺喒||响,響,|哈哆|咬,,齩||咳,,欬|咪哪|哟,喲,|炭|峡,峽,||罚,罰,罸||贱,賤,||贴,貼,||贻,貽,|骨幽|钙,鈣,||钝,鈍,||钞,鈔,||钟,鍾,,鐘,||钢,鋼,||钠,鈉,||钥,鑰,||钦,欽,||钧,鈞,||钩,鈎,鉤||钮,鈕,|卸缸拜看|矩,,榘||毡,氈,氊||氢,氫,|怎牲|选,選,||适,適,|秒香|种,,,種,||秋,,秌𥤚,鞦,|科重|复,復,,複,|竿段便|俩,倆,||贷,貸,||顺,順,||修,,脩|俏保促俄俐侮|俭,儉,|俗俘信皇泉鬼侵禹侯追|俊,,㑺儁|盾待徊衍律很|须,須,,鬚,||叙,,敍敘||剑,劍,劒|逃食盆|胚,,肧||胧,朧,||胆,膽,||胜,勝,|胞胖|脉,,脈䘑衇|胎勉|狭,狹,陿||狮,獅,||独,獨,|狰狡|狱,獄,|狠|贸,貿,|怨急|饵,餌,||饶,饒,||蚀,蝕,||饺,餃,||饼,餅,||峦,巒,||弯,彎,||将,將,||奖,奬,獎|哀亭亮度|迹,,跡蹟|庭|疮,瘡,||疯,瘋,|疫疤咨姿|亲,親,|音帝施|闺,閨,||闻,聞,||闽,閩,||阀,閥,||阁,閣,閤|差|养,養,|美|姜,,,薑,|叛送|类,類,|迷籽|娄,婁,|前首逆兹|总,總,||炼,煉,鍊|炸|烁,爍,||炮,,砲礮|炫|烂,爛,||剃,,薙鬀||洼,窪,||洁,潔,絜|洪|洒,灑,|柒|浇,澆,||浊,濁,|洞|测,測,|洗活派洽染洛|浏,瀏,||济,濟,|洋洲|浑,渾,||浓,濃,|津恃|恒,,恆|恢|恍,,怳|恬|恤,,卹䘏賉|恰|恼,惱,|恨|举,舉,擧||觉,覺,|宣宦室宫|宪,憲,|突穿|窃,竊,|客|诫,誡,|冠|诬,誣,||语,語,|扁|袄,襖,|祖神祝祠|误,誤,||诱,誘,||诲,誨,||说,説,||诵,誦,||垦,墾,|退既屋|昼,晝,|屏屎|费,費,|陡|逊,遜,|眉孩|陨,隕,|除|险,險,|院娃姥姨|姻,,婣||娇,嬌,|姚娜怒架|贺,賀,|盈勇怠癸蚤柔|垒,壘,||绑,綁,||绒,絨,毧羢||结,結,||绕,繞,遶||骄,驕,||绘,繪,||给,給,||绚,絢,||骆,駱,||络,絡,||绝,絶,||绞,絞,||骇,駭,||统,統,|#|耕,,畊|耘耗耙|艳,艷,豓豔|泰秦珠班素匿|蚕,蠶,||顽,頑,||盏,盞,琖醆|匪|捞,撈,|栽捕埂捂振|载,載,||赶,趕,|起|盐,鹽,|捎|捍,,扞||捏,,揑|埋捉|捆,,綑|捐|损,損,|袁捌都|哲,,喆|逝|捡,撿,|挫换|挽,,輓||挚,摯,||热,熱,|恐|捣,搗,𢷬擣||壶,壺,|捅埃挨|耻,,恥|耿|耽,,躭||聂,聶,|恭莽|莱,萊,||莲,蓮,|莫莉荷|获,獲,,穫,||晋,,晉||恶,惡,,噁,||莹,瑩,||莺,鶯,鸎|真框梆桂桔|栖,,棲||档,檔,|桐株|桥,橋,||桦,樺,|栓桃格|桩,樁,|校|核,,覈||样,樣,|根索哥速逗|栗,,慄||贾,賈,|酌配|翅,,翄|辱|唇,,脣|夏砸砰|砾,礫,||础,礎,|破原套逐烈殊殉|顾,顧,||轿,轎,||较,較,||顿,頓,||毙,斃,獘||致,,,緻,|柴|桌,,槕||虑,慮,||监,監,||紧,緊,𦂳𦃂||党,,,黨,|逞|晒,曬,|眠|晓,曉,|哮|唠,嘮,||鸭,鴨,||晃,,㨪|哺晌剔|晕,暈,|蚌畔蚣|蚊,,螡蟁|蚪蚓哨哩圃哭哦|恩,,㤙||鸯,鴦,|唤唁哼唧啊唉唆|罢,罷,||峭,,陗||峨,,峩||峰,,峯||圆,圓,|峻|贼,賊,||贿,賄,||赂,賂,||赃,贜,||钱,錢,||钳,鉗,||钻,鑽,鑚||钾,鉀,||铁,鐵,||铃,鈴,||铅,鉛,鈆|缺氧氨特|牺,犧,|造|乘,,乗椉||敌,敵,|秤租|积,積,|秧秩|称,稱,||秘,,祕|透|笔,筆,||笑,,咲||笋,,筍||债,債,||借,,,藉,|值倚俺|倾,傾,|倒倘俱倡候|赁,賃,||俯,,俛頫|倍|倦,,勌|健臭|射,,䠶||躬,,躳|息倔徒徐|殷,,慇||舰,艦,||舱,艙,|般航途|拿,,拏㧱挐||耸,聳,|爹舀|爱,愛,|豺豹|颁,頒,||颂,頌,|翁胰|脆,,脃|脂|胸,,胷||胳,,肐||脏,臟,,髒,||脐,臍,||胶,膠,||脑,腦,||脓,膿,|逛|狸,,貍|狼卿逢|鸵,鴕,||留,,𤱊㽞畱||鸳,鴛,||皱,皺,||饿,餓,||馁,餒,|凌|凄,,淒悽||恋,戀,||桨,槳,||浆,漿,|衰衷高郭|席,,蓆||准,,,準,|座|症,,,癥,|病疾|斋,齋,亝|疹疼疲脊|效,,効傚||离,離,|紊唐瓷|资,資,貲||凉,,涼|站剖|竞,競,|部旁旅畜|阅,閲,|羞羔|瓶,,缾|拳粉料益兼烤烘|烦,煩,||烧,燒,||烛,燭,||烟,,菸煙|烙|递,遞,||涛,濤,||浙,,淛||涝,澇,|浦酒涉消|涡,渦,|浩海|涂,,,塗,|浴浮涣|涤,滌,|流|润,潤,||涧,澗,|涕浪浸|涨,漲,||烫,燙,||涩,澀,澁濇||涌,,湧||悖,,誖|悟悄|悍,,猂|悔|悯,憫,|悦害|宽,寬,||家,,,傢,|宵|宴,,醼讌||宾,賓,||窍,竅,|窄容宰案|请,請,|朗|诸,諸,||诺,諾,||读,讀,|扇|诽,誹,||袜,襪,韈韤|袖袍被祥|课,課,||冥,,𠖇㝠||谁,誰,||调,調,||冤,,𡨘寃||谅,諒,||谆,諄,||谈,談,||谊,誼,|剥|恳,懇,|展|剧,劇,|屑弱陵祟陶陷陪娱娟恕娥|娘,,孃|通能|难,難,||预,預,||桑,,桒||绢,絹,||绣,綉,繡||验,驗,騐||继,繼,||骏,駿,|#|球,,毬||琐,瑣,𤨏|理|琉,,瑠璢||琅,,瑯|捧堵措描域捺掩|捷,,㨗|排焉掉|捶,,搥|赦堆推埠掀授捻教|掏,,搯|掐掠掂培接|掷,擲,|控探|据,,,據,㨿|掘|掺,摻,||职,職,|基聆勘聊娶著|菱,,蔆|勒黄菲萌|萝,蘿,|菌萎菜萄菊菩萍菠|萤,螢,||营,營,|乾|萧,蕭,||萨,薩,|菇械彬|梦,夢,||婪,,惏|梗梧梢|梅,,楳槑||检,檢,|梳梯桶梭|救,,捄|曹副票|酝,醖,|酗|厢,,廂||戚,,慽慼|硅|硕,碩,|奢盔爽|聋,聾,||袭,襲,|盛匾雪|辅,輔,||辆,輛,||颅,顱,|虚彪雀堂常眶匙晨睁|眯,,瞇|眼|悬,懸,||野,,埜𡐨|啪啦曼晦晚啄啡距趾啃|跃,躍,||略,,畧|蚯蛀|蛇,,虵|唬|累,,,纍,|鄂唱患|啰,囉,|唾唯啤啥|啸,嘯,|崖崎|崭,嶄,嶃||逻,邏,|崔帷崩崇崛|婴,嬰,|圈|铐,銬,||铛,鐺,||铝,鋁,||铜,銅,||铭,銘,||铲,鏟,剷||银,銀,||矫,矯,|甜|秸,,稭||梨,,棃||犁,,犂||秽,穢,||移,,迻|笨|笼,籠,|笛笙符第敏做袋悠|偿,償,|偶偎|偷,,媮|您售停偏|躯,軀,||兜,,兠||假,,叚||衅,釁,|徘徙得|衔,銜,啣衘||盘,盤,|舶|船,,舩|舵斜盒|鸽,鴿,||敛,斂,歛|悉|欲,,慾||彩,,綵||领,領,||脚,,腳||脖,,𩓐|脯豚|脸,臉,|脱象|够,,夠|逸猜|猪,,豬||猎,獵,||猫,,貓|凰猖猛祭|馅,餡,||馆,館,舘||凑,,湊||减,,減|毫烹|庶,,庻||麻,,蔴||庵,,菴|痊|痒,癢,|痕廊康庸鹿盗章竟商族|旋,,,鏇,||望,,朢|率|阎,閻,||阐,闡,|着羚|盖,蓋,||眷,,睠|粘|粗,,觕麤|粒|断,斷,|剪|兽,獸,||焊,,釬銲|焕清添|鸿,鴻,||淋,,痳|涯淹渠|渐,漸,|淑淌混淮|淆,,殽||渊,淵,||淫,,婬滛||渔,漁,|淘|淳,,湻|液淤淡|淀,,,澱,||深,,㴱|涮涵婆|梁,,樑||渗,滲,|情惜|惭,慚,慙|悼|惧,懼,|惕惟|惊,驚,|惦|悴,,顇|惋|惨,慘,||惯,慣,||寇,,𭁵𡨥|寅寄寂|宿,,㝛|窒|窑,,窰窯|密|谋,謀,||谍,諜,||谎,謊,||谐,諧,|袱|祷,禱,||祸,禍,旤||谓,謂,||谚,諺,||谜,謎,|逮敢尉屠|弹,彈,|隋|堕,墮,||随,隨,|蛋隅隆|隐,隱,|婚|婶,嬸,|婉|颇,頗,||颈,頸,||绩,績,勣||绪,緒,||续,續,||骑,騎,||绰,綽,||绳,繩,||维,維,||绵,綿,緜||绷,綳,繃||绸,綢,紬||综,綜,||绽,綻,||绿,緑,菉||缀,綴,|巢#|琴,,琹|琳琢|琼,瓊,|斑替揍|款,,欵|堪|塔,,墖|搭堰揩越|趁,,趂||趋,趨,|超|揽,攬,||堤,,隄|提|博,,愽|揭喜彭揣|插,,揷||揪,,揫||搜,,蒐||煮,,煑|援|搀,攙,|裁|搁,擱,|搓|搂,摟,||搅,攪,|壹握搔揉斯|期,,朞|欺|联,聯,|葫|散,,㪚|惹|葬,,塟𦵏|募葛董葡敬|葱,,蔥||蒋,蔣,||蒂,,蔕|落|韩,韓,|朝辜葵棒|棱,,稜||棋,,棊碁|椰植森焚椅椒棵棍椎棉棚|棕,,椶|棺榔|椭,橢,|惠惑|逼,,偪|粟棘酣酥|厨,,㕑廚||厦,,廈|硬硝|确,確,|硫|雁,,鴈|殖裂雄|颊,頰,||雳,靂,||暂,暫,蹔|雅|翘,翹,||辈,輩,|悲紫|凿,鑿,||辉,輝,煇|敞棠|赏,賞,|掌晴|睐,睞,|暑|最,,冣㝡||晰,,晳|量鼎|喷,噴,|喳晶喇遇喊遏晾景|畴,疇,||践,踐,|跋跌跑跛|遗,遺,||蛙,,鼃|蛛蜓蜒蛤喝|鹃,鵑,||喂,,餧餵|喘喉喻|啼,,嗁||喧,,諠|嵌幅|帽,,㡌||赋,賦,||赌,賭,||赎,贖,||赐,賜,||赔,賠,|黑|铸,鑄,||铺,鋪,舖||链,鏈,||销,銷,||锁,鎖,鎻||锄,鋤,鉏耡||锅,鍋,||锈,銹,鏽||锋,鋒,||锌,鋅,||锐,鋭,|甥掰短智氮毯氯|鹅,鵝,鵞䳘||剩,,賸|稍程稀税筐等|筑,,,築,||策,,筴筞||筛,篩,||筒,,筩||筏,,栰|答筋筝傲傅牌堡集焦傍|储,儲,||皓,,暠皜|皖粤奥街|惩,懲,||御,,,禦,|循艇舒|逾,,踰|番|释,釋,|禽|腊,臘,臈|脾腋腔腕|鲁,魯,|猩|猬,,蝟|猾猴|惫,憊,|然|馈,饋,餽||馋,饞,||装,裝,||蛮,蠻,|就|敦,,㪟|斌痘痢痪痛童竣|阔,闊,濶|善翔羡普|粪,糞,|尊奠道遂曾|焰,,燄|港|滞,滯,|湖湘渣渤|渺,,淼𣺌||湿,濕,溼|温渴|溃,潰,||溅,濺,|滑湃渝|湾,灣,|渡|游,,遊|滋渲溉|愤,憤,|慌惰愕愣惶|愧,,媿|愉|慨,,嘅|割寒富|寓,,庽||窜,竄,||窝,窩,|窖|窗,,窓𥦗牎牕窻|窘|遍,,徧||雇,,僱|裕|裤,褲,袴||裙,,帬裠||禅,禪,|禄|谢,謝,||谣,謡,||谤,謗,||谦,謙,|犀|属,屬,||屡,屢,||强,,強彊|粥|疏,,疎|隔隙隘媒絮嫂媚|婿,,壻|登|缅,緬,||缆,纜,||缉,緝,||缎,緞,||缓,緩,||缔,締,||缕,縷,||骗,騙,||编,編,||骚,騷,||缘,緣,|#瑟|鹉,鵡,|瑞|瑰,,瓌|瑙|魂,,䰟|肆|摄,攝,|摸填搏塌|鼓,,皷||摆,擺,,襬,||携,,擕㩗㩦攜|搬摇搞塘|摊,攤,|聘斟蒜|勤,,懃||靴,,鞾|靶|鹊,鵲,||蓝,藍,|墓|幕,,幙|蓬蓄蒲蓉|蒙,,,濛,,懞,,矇,|蒸|献,獻,|椿禁楚楷|榄,欖,|想槐榆|楼,樓,||概,,㮣||赖,賴,頼|酪|酬,,酧詶醻|感|碍,礙,|碘碑碎|碰,,掽踫||碗,,㼝盌椀||碌,,磟||尴,尷,|雷零|雾,霧,|雹|辐,輻,||辑,輯,||输,輸,|督|频,頻,||龄,齡,||鉴,鑒,鍳鑑|睛|睹,,覩|睦瞄睫睡|睬,,倸|嗜鄙嗦愚|暖,,㬉煗煖|盟歇|暗,,晻闇|暇|照,,炤|畸跨|跷,蹺,蹻|跳|跺,,跥|跪路跤跟遣蜈|蜗,蝸,|蛾|蜂,,䗬蠭|蜕嗅嗡嗓署|置,,寘||罪,,辠|罩蜀幌|错,錯,||锚,錨,||锡,錫,||锣,鑼,||锤,錘,鎚||锥,錐,||锦,錦,||键,鍵,||锯,鋸,||锰,錳,|矮|辞,辭,辤||稚,,稺穉|稠|颓,頽,穨|愁|筹,籌,||签,簽,,籤,||简,簡,|筷|毁,,燬譭|舅鼠催傻像躲魁衙微|愈,,瘉癒|遥|腻,膩,|腰腥|腮,,顋|腹腺|鹏,鵬,||腾,騰,||腿,,骽||鲍,鮑,||猿,,猨蝯||颖,穎,頴||触,觸,|解煞|雏,雛,||馍,饃,饝||馏,餾,||酱,醬,||禀,,稟||痹,,痺|廓|痴,,癡|痰|廉,,亷㢘|靖新|韵,,韻|意|誊,謄,||粮,糧,||数,數,|煎塑慈煤煌|满,滿,|漠滇源|滤,濾,||滥,濫,|滔|溪,,谿|溜|漓,,,灕,|滚溢|溯,,泝遡||滨,濱,|溶溺粱|滩,灘,||慎,,昚||誉,譽,|塞寞|窥,窺,闚|窟|寝,寢,寑||谨,謹,|褂|裸,,躶臝|福|谬,謬,||群,,羣|殿|辟,,,闢,|障媳嫉嫌嫁|叠,,㬪曡疊||缚,縛,||缝,縫,||缠,纏,||缤,繽,||剿,,𠞰勦|#静碧|璃,,琍瓈||赘,贅,|熬|墙,墻,牆|墟嘉摧赫截誓境摘摔撇聚慕暮摹蔓|蔑,,,衊,|蔡蔗蔽|蔼,藹,||熙,,𤋮熈|蔚兢模|槛,檻,|榴|榜,,牓||榨,,搾|榕|歌,,謌|遭酵酷|酿,釀,|酸碟|碱,,堿鹻鹼|碳磁|愿,願,|需|辖,轄,||辗,輾,|雌裳|颗,顆,||瞅,,𥄨矁|墅|嗽,,𠻳||踊,踴,|蜻|蜡,蠟,||蝇,蠅,|蜘|蝉,蟬,|嘛嘀|赚,賺,||锹,鍬,鍫||锻,鍛,||镀,鍍,|舞舔|稳,穩,||熏,,燻|箕算|箩,籮,||管,,筦||箫,簫,||舆,輿,|僚僧鼻魄魅貌膜膊|膀,,髈||鲜,鮮,尠尟鱻|疑孵|馒,饅,|裹敲豪膏遮腐|瘩,,𤺥|瘟瘦|辣,,辢|彰竭端|旗,,旂|精粹歉|弊,,𡚁|熄熔煽|潇,瀟,|漆|漱,,潄|漂漫滴漾演漏慢慷|寨,,砦||赛,賽,|寡|察,,詧|蜜寥|谭,譚,|肇褐褪|谱,譜,|隧|嫩,,嫰|翠熊|凳,,櫈||骡,騾,驘||缩,縮,|#慧|撵,攆,|撕撒撩趣趟|撑,,撐|撮撬播擒|墩,,墪|撞撤增|撰,,譔||聪,聰,||鞋,,鞵||鞍,,鞌|蕉|蕊,,蕋橤蘂|蔬|蕴,藴,|横槽|樱,櫻,|橡樟橄敷豌|飘,飄,飃|醋|醇,,醕|醉磕磊磅碾震霄|霉,黴,||瞒,瞞,||题,題,|暴瞎|嘻,,譆|嘶嘲嘹影踢踏|踩,,跴||踪,,蹤||蝶,,蜨|蝴蝠|蝎,,蠍|蝌蝗蝙嘿|嘱,囑,|幢墨|镇,鎮,||镐,鎬,||镑,鎊,|靠稽稻黎|稿,,稾|稼箱|篓,簍,|箭篇|僵,,殭|躺僻|德,,惪|艘|膝,,厀|膛|鲤,鯉,||鲫,鯽,|熟摩|褒,,襃||瘪,癟,㿜||瘤,,癅||瘫,癱,|凛|颜,顔,|毅|糊,,䊀餬|遵憋|潜,,潛|澎潮潭|鲨,鯊,|澳潘澈|澜,瀾,||澄,,澂|懂|憔,,癄顦|懊憎|额,額,頟|翩褥|谴,譴,||鹤,鶴,|憨慰劈履豫|缭,繚,|#撼擂|操,,𢮥{⿰扌㕘}|擅|燕,,鷰|蕾|薯,,藷|薛薇擎薪薄|颠,顛,|翰噩|橱,,櫥|橙橘整|融,,螎|瓢醒霍霎|辙,轍,|冀餐嘴踱|蹄,,蹏|蹂|蟆,,蟇|螃器|噪,,譟||鹦,鸚,||赠,贈,|默黔|镜,鏡,||赞,贊,賛讚|穆|篮,籃,||篡,,簒|篷|篱,,,籬,|儒邀衡膨|雕,,彫琱鵰||鲸,鯨,|磨|瘾,癮,|瘸凝辨|辩,辯,|糙|糖,,餹||糕,,餻|燃|濒,瀕,|澡激|懒,懶,嬾|憾懈窿壁避|缰,繮,韁||缴,繳,|#戴擦藉鞠藏藐檬|檐,,簷|檀礁|磷,,粦燐|霜霞瞭瞧瞬瞳|瞩,矚,|瞪曙蹋蹈螺蟋蟀嚎|赡,贍,|穗魏簧簇|繁,,緐||徽,,幑|爵朦臊|鳄,鰐,鱷|癌|辫,辮,||赢,贏,||糟,,蹧||糠,,粇穅|燥懦豁|臀,,臋|臂翼|骤,驟,|#藕鞭|藤,,籐|覆瞻蹦|嚣,囂,||镰,鐮,鎌䥥||翻,,繙飜||鳍,鰭,||鹰,鷹,|瀑襟璧戳#|孽,,孼|警蘑藻攀曝蹲蹭蹬|巅,巔,|簸簿|蟹,,蠏||颤,顫,|靡|癣,癬,|瓣羹|鳖,鱉,鼈|爆疆#|鬓,鬢,|壤馨|耀,,燿|躁|蠕,,蝡|嚼嚷巍籍|鳞,鱗,|魔|糯,,稬穤|灌譬#|蠢,,惷||霸,,覇|露霹|躏,躪,|黯髓|赣,贛,贑灨|#囊|镶,鑲,|瓤#|罐,,鑵|#矗;#乂乜#兀弋孑孓幺#亓|韦,韋,|廿丏卅仄|厄,,戹阨|仃仉仂兮刈爻卞|闩,閂,||讣,訃,|尹夬爿毋#邗邛艽艿|札,,剳劄|叵|匝,,帀|丕匜|劢,勱,|卟叱叻仨仕仟仡仫仞|卮,,巵|氐犰|刍,芻,||邝,鄺,|邙汀|讦,訐,||讧,訌,||讪,訕,||讫,訖,|尻阡尕弁|驭,馭,|#匡耒玎|玑,璣,|邢圩圬圭扦圪圳|圹,壙,||扪,捫,|圮圯芊芍芄芨芑芎|芗,薌,||亘,,亙||厍,厙,|夼戍尥乩旯曳岌屺凼囡|钇,釔,|缶氘氖牝伎|伛,傴,|伢佤仵|伥,倀,||伧,傖,|伉|伫,,佇竚|囟汆刖夙旮刎|犷,獷,||犸,獁,|舛|凫,鳬,||邬,鄔,||饧,餳,|汕汔汐汲汜汊忖|忏,懺,||讴,謳,||讵,詎,|祁|讷,訥,|聿艮厾|阱,,穽|阮阪丞妁牟|纡,紆,||纣,紂,||纥,紇,||纨,紈,|#玕|玙,璵,||抟,摶,|抔圻|坂,,阪岅|坍|坞,塢,隖|抃抉|㧐,㩳,|芫邯|芸,,,蕓,|芾|苈,藶,|苣芷芮|苋,莧,|芼|苌,萇,||苁,蓯,|芩芪芡芟苄|苎,苧,|苡杌杓杞杈忑孛邴邳|矶,磯,||奁,奩,匲匳籨|豕忒|欤,歟,||轫,軔,軔|迓邶忐卣|邺,鄴,|旰呋|呒,嘸,||呓,囈,|呔|呖,嚦,|呃|旸,暘,|吡町|虬,,虯||呗,唄,|吽吣吲|帏,幃,|岐岈|岘,峴,|岑|岚,嵐,|兕|囵,圇,|囫|钊,釗,||钋,釙,||钌,釕,|迕氙氚牤佞邱攸佚佝佟佗伽彷佘|佥,僉,|孚豸坌肟邸奂劬狄狁|鸠,鳩,||邹,鄒,||饨,飩,||饩,餼,||饪,飪,餁||饫,飫,||饬,飭,|亨|庑,廡,|庋疔|疖,癤,|肓|闱,闈,||闳,閎,||闵,閔,||羌,,𦍑羗||炀,煬,||沣,灃,|沅沔|沤,漚,|沌沏沚汩汨沂汾|沨,渢,|汴汶沆|沩,潙,|泐|怃,憮,||怄,慪,|忡|忤,,啎||忾,愾,||怅,悵,|忻忪|怆,愴,|忭忸|诂,詁,||诃,訶,||诅,詛,||诋,詆,||诌,謅,||诏,詔,||诒,詒,|孜|陇,隴,|陀陂|陉,陘,|妍|妩,嫵,||妪,嫗,|妣|妊,,姙|妗|妫,嬀,|妞姒妤邵劭|刭,剄,|甬邰|纭,紜,||纰,紕,||纴,紝,||纶,綸,||纾,紓,|#|玮,瑋,|玡玭玠玢玥玦盂忝|匦,匭,|坩抨拤坫拈|垆,壚,|抻劼拃拊坼坻|㧟,擓,|坨坭抿|坳,,㘭|耶苷苯苤|茏,蘢,|苫苜苴苒苘茌苻苓茚茆|茑,蔦,|茓|茔,塋,||茕,煢,|茀苕|枥,櫪,|枇杪杳|枧,梘,|杵|枨,棖,||枞,樅,|枋杻杷杼矸|砀,碭,|刳奄|瓯,甌,|殁|郏,郟,||轭,軛,|郅|鸢,鳶,|盱昊|昙,曇,|杲昃咂呸昕昀旻昉炅咔畀|虮,蟣,|咀呷|黾,黽,|呱呤咚咆|咛,嚀,|呶呣呦|咝,噝,|岢|岿,巋,|岬岫|帙,,袟袠|岣峁|刿,劌,||迥,,逈|岷|剀,剴,|帔|峄,嶧,|沓囹|罔,,㒺||钍,釷,||钎,釺,||钏,釧,||钒,釩,||钕,釹,||钗,釵,|邾迮|牦,,犛氂|竺迤佶佬佰侑侉臾岱侗|侃,,偘|侏|侩,儈,|佻佾|侪,儕,|佼佯|侬,儂,|帛阜侔徂|刽,劊,|郄|怂,慫,||籴,糴,||瓮,,甕罋||戗,戧,|肼|䏝,膞,|肽肱肫剁|迩,邇,|郇狙狎狍狒咎炙|枭,梟,||饯,餞,||饴,飴,|冽冼庖|疠,癘,|疝|疡,瘍,|兖妾劾|炜,煒,||𬉼,熰,|炖炘|炝,熗,|炔泔沭|泷,瀧,||泸,瀘,|泱泅泗泠|泺,濼,|泖泫泮沱|泯,,冺|泓|泾,涇,|怙怵怦怛怏怍|㤘,㥮,|怩怫|怿,懌,|宕穹宓|诓,誆,||诔,誄,||诖,詿,||诘,詰,|戾|诙,詼,|戽|郓,鄆,|衩祆|祎,禕,|祉祇|诛,誅,||诜,詵,||诟,詬,||诠,詮,||诣,詣,||诤,諍,||诧,詫,||诨,諢,||诩,詡,|戕孢亟陔妲妯|姗,,姍|帑弩孥|驽,駑,||虱,,蝨|迦迨|绀,紺,||绁,紲,絏||绂,紱,||驷,駟,||驸,駙,||绉,縐,||绌,絀,||驿,驛,||骀,駘,|甾#珏|珐,,琺|珂|珑,瓏,||玳,,瑇|珀|顸,頇,|珉珈拮|垭,埡,||挝,撾,|垣|挞,撻,|垤赳|贲,賁,||垱,壋,|垌郝垧垓|挦,撏,|垠茜|荚,莢,|荑|贳,貰,||荜,蓽,|莒茼茴茱莛|荞,蕎,荍|茯荏荇荃|荟,薈,|荀茗|荠,薺,|茭茨|垩,堊,||荥,滎,||荦,犖,||荨,蕁,||荩,藎,||剋,,尅||荪,蓀,|茹|荬,蕒,||荮,葤,|柰|栉,櫛,|柯柘|栊,櫳,|柩枰|栌,櫨,|柙枵柚枳柞柝|栀,,梔|柢|栎,櫟,|枸柈柁枷|柽,檉,|剌酊|郦,酈,|甭|砗,硨,|砘砒|斫,,斮斲斵|砭|砜,碸,|奎耷虺殂|殇,殤,|殄殆|轱,軲,||轲,軻,||轳,轤,||轶,軼,||轸,軫,||虿,蠆,|毖|觇,覘,|尜哐眄|眍,瞘,|𠳐郢|眇,,𦕈|眊眈禺哂咴曷昴昱|昵,,暱|咦|哓,嘵,||哔,嗶,|畎|毗,,毘|呲胄畋畈虼|虻,,蝱|盅咣|哕,噦,||剐,剮,||郧,鄖,|咻囿|咿,,吚|哌|哙,噲,|哚咯|咩,,哶𠴟||咤,,吒||哝,噥,|哏哞峙|峣,嶢,|罘|帧,幀,||峒,,峝||峤,嶠,|峋峥|贶,貺,||钚,鈈,||钛,鈦,||钡,鋇,||钣,鈑,||钤,鈐,||钨,鎢,||钫,鈁,||钯,鈀,|氡氟牯郜|秕,,粃|秭竽笈|笃,篤,||俦,儔,||俨,儼,|俅|俪,儷,|叟垡牮俣俚皈俑|俟,,竢|逅|徇,,狥|徉舢俞郗俎郤爰郛瓴|胨,腖,||胪,臚,|胛胂胙胍胗胝朐|胫,脛,踁||鸨,鴇,|匍狨|狯,獪,||飑,颮,|狩|狲,猻,|訇逄昝|饷,餉,饟||饸,餄,||饹,餎,|胤|孪,孿,||娈,孌,|弈奕庥|疬,癧,|疣疥|疭,瘲,|庠竑彦|飒,颯,䬃||闼,闥,||闾,閭,||闿,闓,||阂,閡,|羑迸|籼,,秈|酋炳炻|炽,熾,||炯,,烱|烀炷|烃,烴,|洱洹洧洌|浃,浹,|洇洄洙|涎,,㳄|洎洫|浍,澮,|洮洵|浒,滸,||浔,潯,||浕,濜,|洳|恸,慟,|恓|恹,懨,|恫|恺,愷,||恻,惻,|恂恪|恽,惲,|宥扃衲|衽,,袵|衿袂祛祜祓祚|诮,誚,|祗|祢,禰,||诰,誥,||诳,誑,||鸩,鴆,酖|昶郡咫弭牁胥陛陟|娅,婭,|姮|娆,嬈,|姝姣姘姹|怼,懟,|羿炱矜|绔,絝,||骁,驍,||骅,驊,||绗,絎,||绛,絳,||骈,駢,|#耖挈珥珙|顼,頊,||珰,璫,|珩珧珣珞琤|珲,琿,|敖恚埔埕|埘,塒,||埙,塤,壎||埚,堝,|挹耆耄埒捋|贽,贄,|垸捃|盍,,盇|荸莆|莳,蒔,||莴,萵,|莪莠莓莜|莅,,涖蒞|荼莩荽|莸,蕕,|荻莘莎莞莨|鸪,鴣,||莼,蒓,蓴|栲栳郴桓|桡,橈,|桎|桢,楨,||桤,榿,|梃栝桕桁|桧,檜,|桅栟桉栩逑逋彧鬲豇酐|逦,邐,|厝孬砝砹|砺,礪,||砧,,碪|砷砟砼砥砣剞|砻,礱,||轼,軾,||轾,輊,||辂,輅,||鸫,鶇,||趸,躉,||龀,齔,||鸬,鸕,|虔逍|眬,矓,||唛,嘜,|晟眩眙哧哽唔晁晏|鸮,鴞,|趵趿畛蚨蚜蚍蚋|蚬,蜆,||蚝,,蠔|蚧|唢,嗩,|圄|唣,,唕|唏盎唑|崂,嶗,||崃,崍,|罡罟峪|觊,覬,||赅,賅,||钰,鈺,||钲,鉦,||钴,鈷,||钵,鉢,盋缽||钹,鈸,||钺,鉞,||钽,鉭,||钼,鉬,||钿,鈿,||铀,鈾,||铂,鉑,||铄,鑠,||铆,鉚,||铈,鈰,||铉,鉉,||铊,鉈,||铋,鉍,||铌,鈮,||铍,鈹,||䥽,鏺,||铎,鐸,||氩,氬,|氤氦毪舐秣秫盉笄|笕,筧,|笊笏笆俸倩俵偌俳俶倬|倏,,倐儵|恁倭倪俾倜隼|隽,,雋|倌倥臬|皋,,皐臯|郫倨|衄,,衂䶊||颀,頎,||徕,徠,|舫釜奚衾胯胱胴|胭,,臙||脍,膾,|胼朕脒胺|鸱,鴟,||玺,璽,||鸲,鴝,||狷,,獧|猁狳|猃,獫,|狺逖桀|袅,裊,嫋褭嬝||饽,餑,|凇|栾,欒,||挛,攣,|亳疳|疴,,痾|疸疽|痈,癰,||疱,,皰|痂|痉,痙,|衮凋|颃,頏,|恣旆旄旃|阃,閫,||阄,鬮,||訚,誾,||阆,閬,|恙粑朔|郸,鄲,|烜|烨,燁,爗||烩,燴,|烊剡郯|烬,燼,|涑浯|涞,淶,||涟,漣,|娑|涅,,湼||涠,潿,|浞涓浥涔浜浠|浣,,澣||浚,,濬|悚|悭,慳,|悝悒悌悛宸窈剜|诹,諏,||冢,,塚||诼,諑,||袒,,襢|袢|祯,禎,||诿,諉,||谀,諛,||谂,諗,||谄,諂,謟||谇,誶,|屐屙陬勐奘牂蚩陲姬娠娌娉|娲,媧,|娩|娴,嫻,嫺|娣娓|婀,,娿|畚逡|绠,綆,||骊,驪,||绡,綃,||骋,騁,||绥,綏,||绦,縧,絛縚||绨,綈,||骎,駸,|邕|鸶,鷥,|#彗耜|焘,燾,|舂|琏,璉,|琇|麸,麩,粰䴸|揶埴埯捯|掳,擄,||掴,摑,|埸埵赧埤捭逵埝堋堍掬|鸷,鷙,|掖捽掊堉|掸,撣,|捩掮|悫,慤,|埭埽掇|掼,摜,|聃菁萁菘堇萘萋菽菖萜萸萑棻菔菟萏萃菏菹菪菅菀|萦,縈,|菰菡梵|梿,槤,|梏|觋,覡,|桴桷梓棁桫|棂,欞,||啬,嗇,|郾|匮,匱,||敕,,勅勑|豉鄄酞酚|戛,,戞|硎硭硒|硖,硤,||硗,磽,|硐硇硌|鸸,鴯,|瓠匏|厩,,廐廄||龚,龔,||殒,殞,||殓,殮,|殍|赉,賚,|雩|辄,輒,輙||堑,塹,|眭|眦,,眥||啧,嘖,|晡晤|眺,,覜|眵眸圊喏喵啉|勖,,勗|晞唵晗冕|啭,囀,|畦趺|啮,嚙,齧囓||跄,蹌,|蚶蛄|蛎,蠣,|蛆蚰|蛊,蠱,|圉蚱蛉|蛏,蟶,|蚴啁啕唿啐唼唷|啖,,啗噉|啵啶啷唳唰啜|帻,幘,|崚崦|帼,幗,|崮崤崆|赇,賕,||赈,賑,||赊,賒,||铑,銠,||铒,鉺,||铗,鋏,||铙,鐃,||铟,銦,||铠,鎧,||铡,鍘,||铢,銖,||铣,銑,||铤,鋌,||铧,鏵,||铨,銓,||铩,鎩,||铪,鉿,||铫,銚,||铬,鉻,||铮,錚,||铯,銫,||铰,鉸,||铱,銥,||铳,銃,||铵,銨,||铷,銣,|氪牾|鸹,鴰,||秾,穠,|逶|笺,箋,牋椾|筇笸笪笮笠笥笤笳|笾,籩,|笞|偾,僨,|偃偕偈傀|偬,,傯||偻,僂,||皑,皚,|皎|鸻,鴴,|徜舸|舻,艫,|舴舷|龛,龕,|翎脬脘脲匐猗|猡,玀,|猞猝斛|猕,獼,|馗|馃,餜,||馄,餛,||鸾,鸞,|孰庹庾痔痍疵翊旌旎袤|阇,闍,||阈,閾,||阉,閹,||阊,閶,||阋,鬩,||阍,閽,||阏,閼,||羟,羥,||粝,糲,|粕敝焐烯焓烽|焖,燜,|烷焗|渍,漬,|渚淇淅淞|渎,瀆,|涿淖|挲,,挱|淠涸|渑,澠,|淦淝淬涪淙涫渌淄|惬,愜,㥦|悻悱惝惘悸惆惚|惇,,㥫||惮,憚,|窕|谌,諶,||谏,諫,|扈|皲,皸,||谑,謔,||裆,襠,|袷裉|谒,謁,||谔,諤,||谕,諭,||谖,諼,||谗,讒,||谙,諳,||谛,諦,||谝,諞,|逯郿隈|粜,糶,|隍隗婧婊婕娼婢|婵,嬋,|胬袈翌|恿,,惥慂|欸|绫,綾,||骐,騏,||绮,綺,||绯,緋,||绱,緔,||骒,騍,||绲,緄,||骓,騅,||绶,綬,||绺,綹,||绻,綣,||绾,綰,||骖,驂,||缁,緇,|#耠琫琵琶琪瑛琦琥琨|靓,靚,|琰琮琯琬琛琚|辇,輦,||鼋,黿,|揳堞搽揸揠|堙,,陻|趄揖|颉,頡,|塄|揿,撳,搇|耋揄蛩|蛰,蟄,||塆,壪,|摒揆掾聒葑葚靰靸葳葺葸|萼,,蕚|葆葩葶|蒌,蔞,||萱,,萲蕿蘐藼|戟葭楮棼|椟,櫝,||棹,,櫂||椤,欏,||棰,,箠||赍,賫,賷齎|椋|椁,,槨|椪棣椐|鹁,鵓,|覃酤酢酡|鹂,鸝,|厥|殚,殫,|殛雯雱|辊,輥,||辋,輞,||椠,槧,||辍,輟,||辎,輜,|斐睄|睑,瞼,|睇睃戢|喋,,啑|嗒喃喱喹晷喈|跖,,蹠|跗|跞,躒,|跚跎跏跆|蛱,蛺,||蛲,蟯,|蛭|蛳,螄,|蛐|蛔,,蚘痐蛕蜖|蛞|蛴,蠐,|蛟蛘喁喟啾嗖|喑,,瘖|嗟|喽,嘍,|嗞喀喔喙|嵘,嶸,|嵖崴遄詈嵎崽嵬嵛嵯|嵝,嶁,|嵫幄嵋|赕,賧,||铻,鋙,||铼,錸,||铿,鏗,||锃,鋥,||锂,鋰,||锆,鋯,||锇,鋨,||锉,銼,剉||锏,鐧,||锑,銻,||锒,鋃,||锔,鋦,||锕,錒,|掣矬氰毳毽|犊,犢,|犄犋|鹄,鵠,|犍嵇黍稃稂|筚,篳,|筵筌傣傈舄|牍,牘,||傥,儻,||傧,儐,|遑|傩,儺,||遁,,遯|徨|媭,嬃,|畲弑|颌,頜,|翕釉|鹆,鵒,|舜貂腈|腌,,醃|腓腆腴腑腚腱|鱿,魷,||鲀,魨,||鲂,魴,||颍,潁,|猢猹猥|飓,颶,𩗗||觞,觴,|觚猱|颎,熲,||飧,,飱||馇,餷,||馊,餿,||亵,褻,||脔,臠,|裒痣|痨,癆,|痦痞痤|痫,癇,|痧|赓,賡,|竦瓿啻|颏,頦,||鹇,鷳,||阑,闌,||阒,闃,||阕,闋,|粞遒孳焯焜焙焱|鹈,鵜,|湛渫湮湎湜渭湍湫溲湟溆湲湔湉渥湄滁愠惺|愦,憒,|惴愀愎愔|喾,嚳,|寐|谟,謨,謩|扉|裢,褳,|裎|裥,襇,|祾祺|谠,讜,||幂,,冪||谡,謖,||谥,謚,諡||谧,謐,|遐孱弼巽|骘,騭,|媪媛婷|巯,巰,||翚,翬,|皴婺|骛,騖,||缂,緙,||缃,緗,||缄,緘,椷|彘|缇,緹,||缈,緲,||缌,緦,||缑,緱,||缒,縋,||缗,緡,||飨,饗,|#|耢,耮,|瑚瑁瑜瑗瑄瑕遨|骜,驁,||韫,韞,|髡塬鄢趔趑|摅,攄,|摁蜇搋搪搐搛搠|摈,擯,|彀|毂,轂,|搦搡蓁戡蓍鄞靳蓐|蓦,驀,||鹋,鶓,|蒽蓓蓖蓊蒯|蓟,薊,||蓑,,簑|蒿蒺|蓠,蘺,|蒟蒡蒹蒴蒗|蓥,鎣,||颐,頤,|楔|楠,,枏柟|楂楝|楫,,檝|楸椴槌楯皙|榈,櫚,|槎|榉,櫸,||楦,,楥|楣楹椽裘剽甄酮酰酯酩蜃|碛,磧,|碓硼碉碚|碇,,矴椗||碜,磣,||鹌,鵪,||辏,輳,||龃,齟,||龅,齙,|訾粲虞睚嗪|韪,韙,|嗷嗉睨睢雎睥嘟嗑|嗫,囁,|嗬嗔嗝戥嗄煦暄遢暌跬|跶,躂,||跸,蹕,|跐跣|跹,躚,||跻,躋,|蛸蜊蜍蜉蜣畹蛹嗣嗯|嗥,,嘷獋|嗲|嗳,噯,|嗌嗍嗨嗐嗤嗵罨嵊嵩嵴骰|锗,鍺,||锛,錛,||锜,錡,||锝,鍀,||锞,錁,||锟,錕,||锢,錮,||锨,鍁,||锩,錈,||锭,錠,||锱,錙,|雉氲犏歃稞|稗,,粺|稔筠筢筮|筲,,䈰|筱牒煲敫徭|愆,,諐|艄|觎,覦,|毹貊貅貉|颔,頷,|腠腩腼|腭,,齶|腧|塍,,堘|媵詹|鲅,鮁,||鲆,鮃,||鲇,鮎,||鲈,鱸,||稣,穌,||鲋,鮒,||鲐,鮐,|肄|鹐,鵮,||飕,颼,|觥遛|馐,饈,||鹑,鶉,|亶瘃|痱,,疿|痼痿瘐瘁|瘆,瘮,|麂裔歆旒|雍,,雝||阖,闔,||阗,闐,||阙,闕,|羧豢|粳,,秔粇稉|猷煳煜煨煅煊煸煺|滟,灧,|溱溘漭|滢,瀅,|溥溧溽裟溻溷|滗,潷,|滫溴滏滃|滦,灤,|溏滂滓溟|滪,澦,|愫|慑,懾,慴|慊|鲎,鱟,||骞,騫,||窦,竇,|窠窣裱褚裨裾裰禊|谩,謾,||谪,謫,讁|媾嫫媲|嫒,嬡,||嫔,嬪,|媸|缙,縉,||缜,縝,||缛,縟,||辔,轡,||骝,騮,||缟,縞,||缡,縭,||缢,縊,||缣,縑,||骟,騸,|#耥璈瑶瑭獒|觏,覯,|慝嫠|韬,韜,||叆,靉,|髦摽墁撂摞|撄,攖,|翥踅摭墉墒榖綦蔫|蔷,薔,|靺靼鞅靿甍蔸蔟|蔺,藺,|戬蕖蔻蓿斡|鹕,鶘,|蓼榛榧榻榫榭槔榱|槁,,槀||槟,檳,||槠,櫧,||榷,,搉𣙜|僰|酽,釅,|酶酹|厮,,廝|碡|碴,,𦉆|碣碲磋臧豨|殡,殯,|霆|霁,霽,||辕,轅,|蜚裴翡|龇,齜,||龈,齦,||睿,,叡||䁖,瞜,|睽嘞嘈嘌嘁|嘎,,嘠||暧,曖,|暝|踌,躊,|踉蜞蜥蜮|蝈,蟈,|蜴蜱蜩蜷蜿|螂,,蜋|蜢嘘嘡|鹗,鶚,|嘣|嘤,嚶,|嘚嗾嘧|罴,羆,|罱幔嶂幛|赙,賻,||罂,罌,甖|骷骶|鹘,鶻,||锲,鍥,||锴,鍇,||锶,鍶,||锷,鍔,||锸,鍤,||锵,鏘,||镁,鎂,||镂,鏤,|犒箐|箦,簀,||箧,篋,|箍|箸,,筯||箬,,篛|箅|箪,簞,|箔箜箢|箓,籙,|毓僖儆僳僭劁僮魃魆睾艋鄱膈|膑,臏,||鲑,鮭,||鲔,鮪,||鲚,鱭,||鲛,鮫,||鲟,鱘,||獐,,麞|觫雒夤|馑,饉,||銮,鑾,|塾麽瘌瘊|瘘,瘻,|瘙廖韶旖膂|阚,闞,|鄯|鲞,鮝,|粿粼|粽,,糉||糁,糝,|槊|鹚,鷀,鶿|熘熥潢漕滹漯漶|潋,瀲,|潴漪漉漳漩澉|潍,濰,|慵搴窨寤綮|谮,譖,|褡褙|褓,,緥||褛,褸,|褊|谯,譙,||谰,讕,||谲,譎,|暨屣|鹛,鶥,|嫣|嫱,嬙,|嫖嫦嫚嫘嫡鼐翟瞀|鹜,鶩,||骠,驃,||缥,縹,||缦,縵,||缧,縲,||缨,纓,||骢,驄,||缪,繆,||缫,繅,|#耦|耧,耬,|瑾璜璀|璎,瓔,|璁璋|璇,,璿|奭|髯,,髥|髫|撷,擷,|撅赭|撸,擼,|鋆撙|撺,攛,|墀|聩,聵,||觐,覲,||鞑,韃,|蕙|鞒,鞽,|蕈蕨蕤蕞蕺瞢蕃|蕲,蘄,||赜,賾,|槿|樯,檣,艢|槭樗樘樊槲醌醅|靥,靨,||魇,魘,||餍,饜,|磔磙霈|辘,轆,||龉,齬,||龊,齪,||觑,覷,|瞌瞋瞑嘭噎噶|颙,顒,|暹噘踔踝踟踒|踬,躓,|踮|踯,躑,|踺踞蝽|蝾,蠑,|蝻蝰蝮螋蝓蝣|蝼,螻,|噗嘬|颚,顎,|噍噢噙|噜,嚕,|噌噔|颛,顓,|幞幡嶙嶝骺骼骸|镊,鑷,||镉,鎘,||镌,鎸,||镍,鎳,||镏,鎦,||镒,鎰,||镓,鎵,||镔,鑌,|稷箴|篑,簣,|篁篌篆牖儋徵磐虢|鹞,鷂,||膘,,臕|滕|鲠,鯁,骾||鲡,鱺,||鲢,鰱,||鲣,鰹,||鲥,鰣,||鲧,鯀,||鲩,鯇,|獗獠|觯,觶,||馓,饊,||馔,饌,籑|麾廛瘛瘼瘢瘠|齑,齏,|羯羰𥻗遴糌|糍,,餈|糅熜熵熠澍澌潸潦潲鋈潟潼潺憬憧寮窳|谳,讞,||褴,襤,|褟褫|谵,譫,|熨|屦,屨,|嬉勰|戮,,剹|蝥|缬,纈,||缮,繕,||缯,繒,||骣,驏,|畿#耩耨耪璞璟靛璠璘聱螯髻髭髹擀熹甏|擞,擻,|縠磬|颞,顳,|蕻鞘|颟,顢,|薤薨檠薏|薮,藪,|薜薅樾|橛,,橜|橇樵檎|橹,櫓,樐㯭艣艪||樽,,罇|樨|橼,櫞,|墼橐翮醛醐醍醚磲|赝,贋,贗||飙,飆,|殪霖霏|霓,,蜺||錾,鏨,||辚,轔,|臻遽氅瞟瞠|瞰,,矙|嚄嚆噤暾蹀踹踵踽蹉蹁|螨,蟎,|蟒螈螅螭螠螟噱噬噫噻噼罹圜|䦃,鐯,||镖,鏢,||镗,鏜,||镘,鏝,||镚,鏰,||镛,鏞,||镝,鏑,||镞,鏃,||镠,鏐,||氇,氌,|氆|憩,,憇||穑,穡,|篝篥篦篪篙盥劓|翱,,翺||魉,魎,|魈徼歙|膳,,饍|膦膙|鲮,鯪,||鲱,鯡,||鲲,鯤,||鲳,鯧,||鲴,鯝,||鲵,鯢,||鲷,鯛,||鲻,鯔,|獴|獭,獺,|獬邂|鹧,鷓,|廨|赟,贇,|瘰廪|瘿,癭,|瘵瘴癃瘳|斓,斕,|麇麈嬴壅羲糗瞥甑燎燠燔燧|濑,瀨,|濉潞澧澹澥澶濂褰寰窸褶禧嬖犟隰嬗|颡,顙,||缱,繾,||缲,繰,||缳,繯,|#璨璩璐璪螫擤壕觳罄擢薹鞡鞬薷薰|藓,蘚,|藁檄檩懋醢|翳,,瞖|礅磴|鹩,鷯,||龋,齲,||龌,齷,|豳壑黻嚏嚅|蹑,躡,||蹒,蹣,|蹊蟥螬螵疃螳蟑嚓|羁,羈,覊|罽罾嶷黜黝髁髀|镡,鐔,||镢,鐝,||镣,鐐,||镦,鐓,||镧,鑭,||镩,鑹,||镪,鏹,||镫,鐙,|罅黏簌篾篼|簖,籪,|簋鼢黛儡|鹪,鷦,|鼾皤魍龠繇貘邈貔臌|膻,,羴羶|臆臃|鲼,鱝,||鲽,鰈,||鳀,鯷,||鳃,鰓,||鳅,鰍,鰌||鳇,鰉,||鳊,鯿,|螽|燮,,爕||鹫,鷲,|襄糜縻膺癍麋|懑,懣,|濡濮濞濠濯蹇謇邃|襁,,繦|檗擘孺隳嬷蟊|鹬,鷸,|鍪#鏊|鳌,鰲,鼇|鬈|鬃,,騌鬉騣|瞽|鞯,韉,|鞨鞫鞧鞣|藜,,蔾|藠藩醪蹙礓燹餮瞿曛|颢,顥,|曜躇|蹚,,䠀||鹭,鷺,|蟛蟪蟠蟮|鹮,䴉,|黠黟|髅,髏,|髂|镬,鑊,||镭,鐳,||镯,鐲,|馥簟|簪,,簮|鼬|雠,讎,讐|艟|鳎,鰨,||鳏,鰥,||鳐,鰩,||癞,癩,|癔癜癖糨蹩鎏懵彝邋#鬏攉|攒,攢,|鞲鞴藿蘧蘅麓醮醯酃霪|霭,靄,|霨黼嚯|蹰,,躕|蹶蹽蹼|蹴,,蹵|蹾|蹿,躥,|蠖蠓蟾蠊黢|髋,髖,||髌,髕,||镲,鑔,|籀|籁,籟,|齁魑艨|鳓,鰳,||鳔,鰾,||鳕,鱈,||鳗,鰻,||鳙,鱅,|麒鏖羸㸆瀚瀣瀛襦|谶,讖,|襞|骥,驥,||缵,纘,|#|瓒,瓚,|攘蘩蘖醴霰酆矍曦躅|鼍,鼉,|巉|黩,黷,|黥|黪,黲,||镳,鑣,||镴,鑞,|黧|纂,,𥲻|璺鼯|臜,臢,||鳜,鱖,||鳝,鱔,鱓||鳟,鱒,||獾,,䝔貛|孀|骧,驤,|#瓘鼙醺礴|颦,顰,|曩|鳢,鱧,||癫,癲,|麝夔爝|灏,灝,|禳鐾羼蠡#耱懿蘸|鹳,鸛,|霾氍饕躐髑|镵,鑱,|穰饔鬻#鬟|趱,趲,|攫攥|颧,顴,||躜,躦,||鼹,,鼴|癯|麟,,麐|蠲#蠹躞衢鑫灞襻#纛鬣攮囔|馕,饢,||戆,戇,|##爨#齉;##亍尢彳#卬殳𠙶毌#邘|戋,戔,|圢氕伋仝冮氿汈氾忉宄|𬣙,訏,||讱,訒,|#扞圲圫芏芃朳朸𨙸邨吒吖屼屾辿|钆,釓,|仳|伣,俔,|伈癿甪邠犴冱邡|闫,閆,||𬇕,澫,|汋|䜣,訢,||讻,訩,||𬣞,詝,|孖|𬘓,紃,||纩,纊,|#玒玓玘|玚,瑒,||刬,剗,||𫭟,塸,||坜,壢,|坉扽|𫭢,埨,|坋扺|㧑,撝,|毐芰芣苊苉芘芴芠|𫇭,蔿,|芤杕杙杄杧|杩,榪,|尪尨|轪,軑,||𫐄,軏,|坒芈旴旵|呙,咼,|㕮岍|𫵷,㠣,|岠岜呇冏|觃,覎,|岙伾|㑇,㑳,|伭佖伲佁|飏,颺,|狃|闶,閌,|汧汫|𣲘,潕,||𣲗,湋,||沄,澐,|沘|𬇙,浿,|汭㳇沇忮忳忺|𬣡,諓,||祃,禡,||诇,詗,|邲|诎,詘,||诐,詖,||屃,屓,||𫸩,彄,|岊阽䢺阼妧妘𨚕|纮,紘,||驲,馹,||𫘜,馼,||纻,紵,||𬘘,紞,||𫘝,駃,||纼,紖,|#玤玞|玱,瑲,|玟邽邿坥坰坬坽弆耵䢼𦭜茋|苧,薴,|苾苠枅|㭎,棡,|枘枍矼矻匼|𬨂,軝,||𬀩,暐,||𬀪,晛,|旿昇昄昒昈咉咇咍岵|岽,崬,|岨岞峂㟃囷|𬬩,釴,||钐,釤,||钔,鍆,||钖,鍚,|牥佴垈侁侹佸佺隹㑊侂佽侘郈舠|郐,鄶,|郃攽肭肸肷狉|狝,獮,||饳,飿,|忞於炌炆泙沺泂泜泃泇怊|峃,嶨,|穸祋祊|𫍣,詷,||𬣳,詪,||𬩽,鄩,||鸤,鳲,|弢弨陑|𬮿,隑,|陎|𬯀,隮,|卺乸妭姈|𫰛,娙,||迳,逕,|叕|𬳵,駓,||驵,駔,||𬳶,駉,||䌹,絅,||驺,騶,||𫠊,䮄,||绋,紼,||绐,紿,|#砉耔㛃玶珇珅|𬍛,瓅,|珋玹珌玿|韨,韍,|垚|垯,墶,|垙|垲,塏,|埏垍耇鿍垎垴垟垞挓垵垏拶荖荁|荙,薘,||荛,蕘,|茈茽荄茺|𬜬,蔄,|荓茳𦰡茛|荭,葒,|㭕柷柃柊枹栐柖郚剅|䴓,鳾,|迺厖砆砑砄耏奓|䶮,龑,||轵,軹,||轷,軤,||轹,轢,||轺,軺,|昺|𪾢,睍,||昽,曨,|盷咡咺昳昣|哒,噠,|昤昫昡咥昪虷虸哃峘耑峛𪨰峗峧帡|钘,鈃,||𫓧,鈇,||钜,鉅,||𬬮,鋹,||𬬱,釿,||𬬭,錀,||钪,鈧,||钬,鈥,||钭,鈄,|矧秬|俫,倈,|舁俜俙俍垕衎|舣,艤,|弇侴|鸧,鶬,|䏡胠𦙶胈胩胣朏|飐,颭,|訄|饻,餏,|庤疢炣炟㶲洭洘洓洿㳚泚|浈,湞,||浉,溮,|洸洑洢洈洚洺洨|浐,滻,|㳘洴洣恔宬窀扂|袆,褘,|祏祐祕叚陧陞娀姞姱姤姶姽枲|绖,絰,||骃,駰,||𬘡,絪,||𬳽,駪,||𬘩,綎,||𫄧,綖,|彖|骉,驫,|#恝珪珛珹琊玼珖|𪟝,勣,|珽珦珫珒|𬍤,璕,|珢珕珝|𫭼,𡑍,|埗垾垺埆垿埌埇莰茝|𬜯,䓣,|鄀|莶,薟,|莝|䓖,藭,|莙栻|桠,椏,||𬂩,梜,|桄梠栴梴栒酎酏|𫠆,頍,|砵砠砫砬|硁,硜,|恧翃郪|𨐈,輄,||辀,輈,||辁,輇,|𬌗剕|赀,貲,|哢晅晊|唝,嗊,|哳哱冔|晔,曄,|晐|晖,暉,|畖蚄蚆|𫑡,鄳,||帱,幬,|崁峿|𪨶,輋,||崄,嶮,|帨崀|赆,贐,||𬬸,鉥,||钷,鉕,||𬬻,鑪,||𬬹,鉮,||𬬿,鉊,||𬭁,鉧,|眚甡笫倻倴脩倮倕倞|𫢸,僤,|倓倧衃虒舭舯舥瓞鬯|鸰,鴒,|脎朓胲虓|鱽,魛,|狴峱狻眢|𫗧,餗,|勍痄疰痃竘羖羓桊敉烠烔烶烻|𬊈,燖,|涍浡浭浬涄|涢,溳,|涐浰浟浛浼浲涘悈悃悢|𬒈,礐,|宧窅窊|窎,窵,|扅扆袪袗|袯,襏,|祧隺堲疍𨺙陴烝砮㛚哿翀翂剟|𬳿,駼,||𫄨,絺,||绤,綌,||骍,騂,||𬘫,綄,|#䂮|琎,璡,|珸珵琄琈琀珺掭堎堐埼掎埫堌晢|𫮃,墠,|掞埪|壸,壼,|㙍|聍,聹,|菝|萚,蘀,|菥莿䓫|勚,勩,|䓬萆菂菍菼萣|䓨,罃,|菉䓛|梼,檮,|梽桲|梾,棶,|桯梣梌桹敔|厣,厴,|硔|鿎,䃮,||硙,磑,||硚,礄,|硊硍勔|䴕,鴷,||龁,齕,|逴唪啫翈㫰晙畤|𬱖,頔,|趼跂蛃蚲|𬟽,蝀,|蚺|啴,嘽,|䎃崧崟崞崒崌崡|铏,鉶,||𫓯,銈,||𫟹,鉷,||铕,銪,||𫟼,鐽,||铖,鋮,||铘,鋣,||铚,銍,||铞,銱,||铥,銩,||铴,鐋,|牻牿稆笱笯偰偡|鸺,鵂,|偭偲偁㿠鄅偓徛衒舳舲|鸼,鵃,|悆鄃瓻|䝙,貙,||脶,腡,|脞脟䏲|鱾,魢,|猇猊猄觖𠅤庱|庼,廎,|庳痓|䴔,鵁,|竫堃|阌,閿,|羝羕焆烺焌淏|𬇹,漍,|淟淜淴淯湴涴|𬍡,璗,|㥄惛惔悰惙寁逭|𬤇,諲,||𫍯,諴,|袼|裈,褌,|祲|𬤊,諟,||𫍲,謏,||谞,諝,|艴弸弶|𬯎,隤,|隃婞娵婼媖|婳,嫿,|婍婌婫婤婘婠|𬘬,綪,||𬘭,綝,||𬴂,騑,||𫘦,騊,||绹,綯,||𫟅,綡,||𬘯,綧,||骕,驌,||𫘧,騄,|#絜珷琲琡琟琔琭堾堼揕㙘堧喆堨塅堠|絷,縶,||𪣻,塿,|𡎚葜惎萳葙靬葴|蒇,蕆,|蒈鄚|蒉,蕢,|蓇萩蒐葰葎鄑蒎葖蒄萹棤棽棫椓椑|𬃊,櫍,||鹀,鵐,|椆棓棬棪椀楗|𬷕,鵏,|甦|酦,醱,||觌,覿,|奡皕硪欹|詟,讋,||𫐐,輗,||辌,輬,|棐|龂,齗,||𬹼,齘,|黹牚睎晫晪晱𧿹蛑畯斝喤崶嵁|𫶇,嵽,|崾嵅崿|嵚,嶔,||翙,翽,||𫖮,顗,|圌圐|赑,贔,|淼|赒,賙,||鿏,䥑,||铹,鐒,||𬭊,𨧀,||铽,鋱,||𨱇,銶,||𫓶,鋗,||锊,鋝,||锍,鋶,||锎,鐦,||𬭎,鋐,||锓,鋟,|犇|颋,頲,|稌筀筘|筜,簹,|筥筅傃傉翛傒傕舾畬|𫖯,頫,|脿|腘,膕,|䐃腙腒|𬱟,頠,||鲃,䰾,|猰|𫛭,鵟,|猯㺄|馉,餶,|凓鄗|𫷷,廞,|廋廆鄌粢遆旐|𬮱,闉,|焞|𬊤,燀,|欻|𣸣,濆,|溚|溁,濚,|湝渰湓㴔渟溠渼|溇,漊,|湣湑溞愐愃|敩,斆,|甯棨扊|裣,襝,|祼婻媆媞㛹媓媂媄|毵,毿,|矞|𬴃,騞,||𫘨,騠,||缊,緼,||缐,線,||骙,騤,|#瑃瑓瑅瑆|䴖,鶄,|瑖瑝瑔瑀𤧛瑳瑂嶅瑑遘髢塥堽|赪,赬,|摛塝搒搌蒱蒨蓏蔀蓢蓂蒻|蓣,蕷,|椹楪榃榅楒楞楩|榇,櫬,|椸楙歅|𬪩,醲,|碃碏𬒔碈|䃅,磾,|硿鄠|辒,輼,||𬨎,輶,||𫐓,輮,||龆,齠,|觜䣘暕|鹍,鵾,||𫫇,噁,|㬊暅跱蜐蜎嵲|赗,賵,|骱|锖,錆,||𫓹,錤,||锘,鍩,||锳,鍈,||锧,鑕,||锪,鍃,||𬭚,錞,||锫,錇,||锬,錟,||𬭛,𨨏,|稑稙|䅟,穇,||𬕂,篢,|筻|筼,篔,|筶筦筤傺|鹎,鵯,|僇艅艉谼貆腽腨腯|鲉,鮋,||鲊,鮓,||鲌,鮊,||䲟,鮣,||𬶋,鮈,||𬶍,鮀,||鲏,鮍,|雊猺|飔,颸,|觟|𦝼,膢,||馌,饁,|裛廒瘀|瘅,癉,|鄘|鹒,鶊,|鄜麀鄣|阘,闒,||𫔶,闑,|煁煃煴煋煟煓|滠,灄,|溍溹滆滉溦溵漷滧滘滍愭慥慆塱|𫌀,襀,|裼禋禔禘禒|谫,謭,||鹔,鷫,||𫖳,頵,|愍嫄媱戤勠戣|𫘪,騵,||𫘬,騱,||缞,縗,|#耤瑧|𫞩,璊,|瑨瑱|瑷,璦,|瑢斠摏墕墈墐墘摴銎𡐓墚撖𪤗靽鞁蔌蔈蓰|蔹,蘞,|蔊嘏榰榑|槚,檟,||𣗋,欓,|槜榍疐|𬸘,鶠,|酺|酾,釃,|酲酴碶䃎|𬒗,𥗽,|碨𥔲碹碥劂|𫚖,鮆,||䴗,鶪,|夥瞍|鹖,鶡,|㬎跽蜾幖嶍圙|𨱏,鎝,||锺,鍾,||锼,鎪,||锽,鍠,||𬭤,鍭,||锾,鍰,||锿,鎄,||镃,鎡,||镄,鐨,||镅,鎇,|馝|鹙,鶖,||箨,籜,|箖劄僬僦僔僎槃㙦|鲒,鮚,||鲕,鮞,||𫚕,鰤,||鲖,鮦,||鲗,鰂,||鲘,鮜,||鲙,鱠,||𬶐,鮡,||𬶏,鮠,||𩽾,鮟,|夐獍|飗,飀,||𬸚,鸑,|凘廑廙|瘗,瘞,|瘥瘕|鲝,鮺,|鄫熇漹漖|潆,瀠,|漤潩漼漴㽏漈漋漻慬窬|窭,窶,|㮾|𬤝,譓,|褕禛禚隩嫕嫭嫜嫪|𬙂,縯,|#㻬|麹,麴,|璆漦|叇,靆,|墣墦墡劐薁蕰蔃鼒槱|鹝,鷊,|磏磉殣|慭,憖,|霅暵暲暶踦踣|䗖,螮,|蝘蝲蝤噇噂噀罶嶲嶓㠇嶟嶒|镆,鏌,||镈,鎛,||镋,钂,||镎,鎿,||𬭩,鎓,||镕,鎔,|稹儇皞皛|䴘,鷉,|艎艏|鹟,鶲,||𩾃,鮸,||鲦,鰷,||鲪,鮶,||鲬,鯒,|橥觭|鹠,鶹,||鹡,鶺,||糇,,餱|糈翦|鹢,鷁,||鹣,鶼,|熛潖潵㵐澂|澛,瀂,|瑬潽潾潏憭憕|𬸣,鶱,|戭褯禤|𫍽,譞,|嫽遹|𬴊,驎,|#璥璲璒憙擐鄹薳鞔黇|𬞟,蘋,|蕗薢蕹橞橑橦醑觱磡𥕢磜|豮,豶,||𫟦,䡵,||𬺈,齮,||𫠜,齯,||鹾,鹺,|虤暿曌曈㬚蹅踶䗛螗疁㠓幪|𪩘,巘,|嶦|𬭬,鏏,||𨱑,鐄,||𬭯,䥕,|馞穄篚|篯,籛,|簉鼽衠盦螣縢|鲭,鯖,||鲯,鯕,||鲰,鯫,||鲺,鯴,||鲹,鰺,||𫗴,饘,||亸,嚲,|癀瘭|𬸦,鷟,|羱糒燋熻燊燚燏濩濋澪澽澴澭澼憷憺懔|黉,黌,|嬛|鹨,鷚,|翯|𫄷,繶,|#璱|𤩽,瓛,|璬璮髽擿薿薸檑櫆檞醨繄磹磻瞫瞵蹐|蟏,蠨,||㘎,㘚,||𬭳,𨭎,||镤,鏷,||𬭶,𨭆,||𫔍,鐇,||镥,鑥,||镨,鐠,||𬭸,鏻,||𨱔,鐏,||𬭼,鐩,||𫔎,鐍,|矰穙穜穟簕簃簏儦魋斶艚|𬸪,鷭,|谿|䲠,鰆,||𬶟,鯻,||鲾,鰏,||𬶠,鰊,||鲿,鱨,||鳁,鰛,||鳂,鰃,||鳈,鰁,||鳉,鱂,|獯䗪馘|襕,襴,|襚|𬶨,鱀,|螱甓嬬嬥|𦈡,繻,||𫄸,纁,|#瓀釐|鬶,鬹,|爇鞳鞮|𬟁,虉,|藟藦藨|鹲,鸏,|檫|黡,黶,|礞礌𥖨蹢蹜蟫䗴嚚髃|镮,鐶,||镱,鐿,||酂,酇,|馧簠簝簰鼫鼩皦臑|䲢,鰧,||鳑,鰟,||鳒,鰜,||鹱,鸌,||鹯,鸇,|癗𦒍旞翷|冁,囅,|䎖瀔瀍瀌襜|䴙,鸊,||𬙊,纆,|#嚭㰀鬷醭蹯蠋翾|鳘,鰵,|儳儴鼗|𬶭,鰶,||𩾌,鱇,||鳚,䲁,||鳛,鰼,|麑麖蠃|彟,彠,|嬿#鬒蘘欂醵|颥,顬,|甗𨟠巇酅髎犨|𬶮,鱚,|𨭉㸌爔瀱瀹瀼瀵襫孅|骦,驦,||𬙋,纕,|#耰𤫉瓖鬘趯|𬺓,齼,|罍鼱|鳠,鱯,||鳡,鱤,||鳣,鱣,|爟爚灈#韂糵蘼礵|鹴,鸘,|躔皭龢|鳤,䲘,|亹#籥鼷|𫚭,鱲,|玃#醾#齇觿#蠼", C = {
  零: "与表数目的汉字“一二三四五六七八九”连用时可用“〇”替代。",
  皙: "义为人的皮肤白。不再作为“晰”的异体字。",
  瞋: "义为发怒时睁大眼睛。不再作为“嗔”的异体字。",
  噘: "义为噘嘴。不再作为“撅”的异体字。",
  蹚: "义为蹚水、蹚地，读tāng。不再作为“趟（tàng）”的异体字。",
  凓: "义为寒冷。不再作为“栗”的异体字。",
  "𫫇": "化学名词用字，读è，如“二𫫇英”等。",
  勠: "义为合力、齐力。不再作为“戮”的异体字。",
  瞭: "读liào时不简化作“了”，如“瞭望”“瞭哨”。",
  迺: "可用于姓氏人名、地名。",
  乾: "读qián时不简化作“干”，如“乾坤”“乾隆”。",
  麽: "读mó时不简化作“么”，如“幺麽小丑”。",
  椏: "可用于姓氏人名、地名和科学技术术语，但须类推简化作“桠”（参见本表序号6958），如“五桠果科”。",
  耑: "可用于姓氏人名，读duān。读zhuān时用“专”。",
  鉅: "可用于姓氏人名、地名，但须类推简化作“钜”（参见本表序号6845）。",
  昇: "可用于姓氏人名，如“毕昇”。",
  陞: "可用于姓氏人名、地名。",
  讎: "用于“校雠”“雠定”“仇雠”等，但须类推简化作“雠”（参见本表序号6351）。其他意义用“仇”。",
  祇: "用于表示地神，读qí。读zhǐ时用“只”。",
  甯: "可用于姓氏人名。",
  颺: "可用于姓氏人名，但须类推简化作“飏”（参见本表序号6607）。",
  袷: "用于“袷袢”，读qiā。读jiá时用“夹”。",
  麴: "可用于姓氏人名，但须类推简化作“麹”（参见本表序号7748）。",
  仝: "可用于姓氏人名。",
  夥: "作“多”解时不简化作“伙”。",
  剋: "表示训斥、打人时读kēi，不简化作“克”。",
  甦: "可用于姓氏人名。",
  邨: "可用于姓氏人名。",
  氾: "可用于姓氏人名，读fán。读fàn时用“泛”。",
  堃: "可用于姓氏人名。",
  蘋: "用于表示植物名时简化作“𬞟”（参见本表序号7841），不简化作“苹”。",
  犇: "可用于姓氏人名。",
  龢: "可用于姓氏人名。",
  訢: "可用于姓氏人名，但须类推简化作“䜣”（参见本表序号6549）。",
  徵: "用于表示“宫商角徵羽”五音之一时读zhǐ，不简化作“征”。",
  逕: "可用于姓氏人名、地名，但须类推简化作“迳”（参见本表序号6745）。",
  鑪: "用于科学技术术语，指一种人造的放射性元素（符号为Rf），但须类推简化作“𬬻”（参见本表序号7006）。",
  線: "可用于姓氏人名，但须类推简化作“缐”（参见本表序号7459）。",
  釐: "可用于姓氏人名，读xī。读lí时用“厘”。",
  鍾: "用于姓氏人名时可简化作“锺”（参见本表序号7679）。",
  脩: "用于表示干肉，如“束脩”。其他意义用“修”。",
  絜: "读xié或jié时均可用于姓氏人名。",
  扞: "用于表示相互抵触，如“扞格”。其他意义用“捍”。",
  喆: "可用于姓氏人名。",
  祕: "可用于姓氏人名。",
  藉: "读jí或用于慰藉、衬垫义时不简化作“借”，如“狼藉（jí）”“枕藉（jiè）”。",
  頫: "可用于姓氏人名，但须类推简化作“𫖯”（参见本表序号7399），如“赵孟𫖯”。",
  貲: "可用于姓氏人名和表示计量义，但须类推简化作“赀”（参见本表序号6981）。",
  叚: "可用于姓氏人名，读xiá。读jiǎ时用“假”。",
  勣: "可用于姓氏人名，但须类推简化作“𪟝”（参见本表序号6932）。",
  菉: "可用于姓氏人名、地名。",
  蒐: "用于表示草名和春天打猎。其他意义用“搜”。",
  淼: "可用于姓氏人名、地名。",
  椀: "用于科学技术术语，如“橡椀”。其他意义用“碗”。",
  谿: "可用于姓氏人名。",
  筦: "可用于姓氏人名。",
  澂: "可用于姓氏人名。",
  劄: "用于科学技术术语，如中医学中的“目劄”。其他意义用“札”。",
  阪: "可用于地名，如“大阪”。",
  吒: "可用于姓氏人名，读zhā，如“哪吒”。读zhà时用“咤”。"
}, M = C, v = [], j = /* @__PURE__ */ new Map(), V = (e) => {
  v.push(e);
  const n = (o) => {
    let t = j.get(o);
    return t != null || (t = { 自: [], 繁: [], 异: [] }, j.set(o, t)), t;
  };
  n(e.c).自.push(e), e.繁 != "" && n(e.繁).繁.push(e), e.异.forEach((o) => n(o).异.push(e));
}, N = [];
let y = 1;
T.split(";").forEach((e, n) => {
  e.split("#").forEach((o, t) => {
    t += 1, o.split("|").forEach((r, l) => {
      if (l % 2 == 0)
        for (const s of r)
          N.push(v.length), V({ c: s, 级: n, 画: t, 号: y++, 第: 0, 共: 1, 繁: "", 异: [] });
      else {
        const s = r.split(","), c = s[0];
        N.push(v.length);
        for (let u = 0, a = ~~(s.length / 2); u < a; u++) {
          const f = 1 + u * 2, d = Array.from(s[f + 1].matchAll(/\{.*?\}|./gu), (x) => x[0]), i = { c, 级: n, 画: t, 号: y, 第: u, 共: a, 繁: s[f], 异: d };
          V(i);
        }
        y++;
      }
    });
  });
});
const F = (e) => {
  const n = /* @__PURE__ */ new Set();
  for (const o of e) {
    const t = j.get(o);
    t != null && (t.自.forEach((r) => n.add(r)), t.繁.forEach((r) => n.add(r)), t.异.forEach((r) => n.add(r)));
  }
  return [...n].sort((o, t) => o.号 - t.号 || o.第 - t.第);
}, I = (e) => {
  const n = N[e - 1];
  return n == null ? [] : v.slice(n, n + v[n].共);
}, L = {
  class: "ctn"
}, O = {
  class: "entry"
}, R = {
  class: "attr"
}, U = {
  class: "zi"
}, G = {
  class: "vari"
}, H = /* @__PURE__ */ b({
  __name: "Main",
  setup(e) {
    const n = A(""), o = B(() => {
      const l = n.value;
      return l == "" ? v : isNaN(Number(l)) ? F(l) : I(Number(l));
    }), t = ({
      c: l
    }) => M[l] == null ? l : _("u", {
      title: M[l]
    }, [l]), r = ({
      c: l,
      原: s
    }) => {
      const {
        自: c,
        繁: u,
        异: a
      } = j.get(l);
      if (c.length + u.length + a.length <= 1) return null;
      const f = u.map((i) => i.c == s ? "" : i.c).join(""), d = a.map((i) => i.c == s ? "" : i.c).join("");
      return _("small", null, [(c.length > 0 ? "～" : "") + (f != "" ? "(" + f + ")" : "") + (d != "" ? "[" + d + "]" : "")]);
    };
    return (l, s) => (p(), h(m, null, [s[2] || (s[2] = z(" 输入文本或序号：")), D(g("input", {
      type: "text",
      "onUpdate:modelValue": s[0] || (s[0] = (c) => n.value = c),
      placeholder: "留空则显示全部"
    }, null, 512), [[S, n.value]]), g("div", L, [(p(!0), h(m, null, q(o.value, ({
      c,
      号: u,
      画: a,
      级: f,
      共: d,
      第: i,
      繁: x,
      异: w
    }) => (p(), h("div", O, [g("div", R, E(u) + "." + E(d == 1 ? "" : "¹²³⁴⁵"[i] + "⁄" + "₀₁₂₃₄₅"[d]) + " " + E("一二三"[f]) + "级 " + E(a) + "画 ", 1), g("div", U, [_(t, {
      c
    }, null, 8, ["c"])]), g("div", G, [x == "" ? (p(), h(m, {
      key: 0
    }, [z("～")], 64)) : (p(), h(m, {
      key: 1
    }, [_(t, {
      c: x
    }, null, 8, ["c"]), _(r, {
      c: x,
      原: c
    }, null, 8, ["c", "原"])], 64)), s[1] || (s[1] = g("br", null, null, -1)), (p(!0), h(m, null, q(w, (k) => (p(), h(m, null, [_(t, {
      c: k
    }, null, 8, ["c"]), _(r, {
      c: k,
      原: c
    }, null, 8, ["c", "原"])], 64))), 256))])]))), 256))])], 64));
  }
}), J = (e, n) => {
  const o = e.__vccOpts || e;
  for (const [t, r] of n)
    o[t] = r;
  return o;
}, P = /* @__PURE__ */ J(H, [["__scopeId", "data-v-c55988ae"]]);
export {
  P as default
};
